[
    "En otra etapa de mi vida, podría decir que sí... pero no ahora mismo.",
    "Aunque lo aprecio, perseguir esto no es algo con lo que pueda comprometerme.",
    "Cada vez que lo pienso, oigo un pequeño 'no' en el viento.",
    "Mi yo del futuro me escribió una nota: 'Por favor, no vuelvas a hacer esto'.",
    "Suena interesante, pero no soy la persona más indicada para esto.",
    "Aprecio la idea, pero no es lo adecuado para mí ahora mismo.",
    "Me encantaría decir que sí, pero acabo de comprometerme a hacer cosas menos cuestionables esta semana.",
    "Aunque lo aprecio, considerando que esto no es algo con lo que pueda comprometerme.",
    "Aunque lo aprecio, ofrecerme voluntariamente para esto no es algo con lo que pueda comprometerme.",
    "Estoy intentando ser más intencional con lo que acepto, y esto no encaja del todo.",
    "Quiero ser honesto contigo... no me siento cómodo comprometiéndome con esto.",
    "Tengo que confiar en mi instinto... y me está sugiriendo suavemente un no.",
    "Decir que no a esto me ayuda a decir que sí a algo que me importa más.",
    "Si dijera que sí, nos estaría mintiendo a ambos... y mi terapeuta me dijo que dejara de hacerlo.",
    "Voy a rechazarlo respetuosamente. No se alinea con mi objetivo.",
    "Aunque lo agradezco, intentar esto no es algo con lo que pueda comprometerme.",
    "Esta oportunidad merece más de lo que puedo darle ahora mismo.",
    "No odio la idea... pero tampoco quiero hacerlo.",
    "No estoy en condiciones de comprometerme con esto ahora mismo.",
    "Aunque lo agradezco, explorar esto no es algo con lo que pueda comprometerme.",
    "He hecho las paces con rechazar cosas que no me dan energía.",
    "Hasta mi calendario se rió cuando intenté hacer un hueco para esto.",
    "He decidido posponer nuevos compromisos por el momento.",
    "Esto parece algo que mi Yo del Futuro le gritaría a mi Yo del Presente por aceptar.",
    "He intentado hacer demasiado antes, y esto se siente como un déjà vu.",
    "Has puesto mucha energía en esto, y espero que entiendas mi decisión de dar un paso atrás.",
    "Aunque lo aprecio, no puedo comprometerme a unirme a esto.",
    "Esta es una gran idea... para que alguien más la asuma.",
    "La versión de mí que dice que sí a esto ya no existe.",
    "Incluso mi café dijo: 'Hoy no'.",
    "Mi comité de paz interior vetó esta idea por unanimidad.",
    "Sé lo mucho que esto importa, pero no puedo darle la atención que merece.",
    "Tuve una visión de hacer esto... y luego me quedé dormido en ella.",
    "Mentalmente, ya he abandonado la habitación donde esto sucedería.",
    "Aunque lo aprecio, no puedo comprometerme a aceptar esto.",
    "Esto no se alinea con mis valores o Enfoque actual.",
    "Por favor, recuerda que mi decisión no refleja tu personalidad... solo mis propios límites.",
    "Respeto la oportunidad, pero conozco mis límites... y esto los forzaría demasiado.",
    "Si aceptara esto, estaría traicionando el tiempo que me prometí.",
    "Una vez tomé una decisión similar y mi gato no me ha mirado a los ojos desde entonces. No repitamos la historia.",
    "Si estoy de acuerdo, tendría que clonarme. Y no confío en él.",
    "Esta no me parece del todo correcta, así que tendré que pasar.",
    "Prefiero decir que no con honestidad que decir que sí con resentimiento.",
    "Gracias por pensar en mí, pero tendré que pasar de esta.",
    "Me he tomado un tiempo para reflexionar y creo que pasar de esta es la decisión correcta por ahora.",
    "Realmente valoro nuestra conexión y espero que mi no no la cambie.",
    "No es un no para siempre, pero es un no para Ahora.",
    "Mi entusiasmo es sincero, pero mi disponibilidad es imaginaria.",
    "Aunque lo aprecio, aceptar esto no es algo con lo que pueda comprometerme.",
    "En este momento, no tengo la capacidad para hacerle justicia.",
    "He aprendido a proteger mi tiempo, y esto no se alinea con cómo quiero invertirlo.",
    "Eso no es algo que pueda priorizar en este momento.",
    "Si dijera que sí, el universo podría colapsar por el impacto.",
    "Si acepto, podría romper el continuo espacio-tiempo.",
    "Ayudarte ahora podría crear una paradoja temporal; mejor no arriesgarme.",
    "No puedo, estoy ocupado impidiendo un futuro en el que realmente diga que sí.",
    "Mi calendario está alineado con Júpiter, y las estrellas dicen que no.",
    "Estoy bastante seguro de que decir que sí está prohibido en esta galaxia.",
    "El multiverso nunca me perdonaría si obedeciera.",
    "Cualquier línea temporal en la que diga que sí termina en caos. Así que estoy eligiendo sabiamente.",
    "¿Yo aceptando? Eso es como dividir entre cero: peligroso y prohibido.",
    "Aceptar esa oferta provocaría un fallo en Matrix.",
    "Tengo la próxima década ocupada fingiendo ser productiva.",
    "Me encantaría, pero estoy abrumada contando las tejas del techo.",
    "Lo siento, estoy demasiado ocupada reorganizando mi cajón de calcetines por color y estado de ánimo.",
    "Tengo una reunión con mi sofá y no acepta un no por respuesta.",
    "Tengo una alerta en el calendario para sentarme y mirar al vacío a esa hora exacta.",
    "Tengo la agenda llena: estoy ordenando mis bocadillos alfabéticamente.",
    "Necesito terminar una sesión intensa de no hacer nada.",
    "Tengo un compromiso previo de ver cómo se seca la pintura.",
    "Estoy en medio de una maratón de procrastinación muy importante.",
    "No puedo; estoy asistiendo a la inauguración de mi refrigerador.",
    "Ayudaría, pero mi amigo imaginario me necesita más.",
    "No puedo; mi mascota roca está teniendo una crisis emocional.",
    "Mi pez dorado se casa ese día, tengo que asistir.",
    "Le prometí a mi gato imaginario que me quedaría en casa esta noche.",
    "Mi unicornio guardián dice que no debería.",
    "Tengo que cuidar a los hijos imaginarios de mi amigo imaginario.",
    "Desafortunadamente, me ofrezco como voluntario para probar la nueva dieta de mi mascota.",
    "Mi dragón tiene una cita con el veterinario, no puedo faltar.",
    "Mi loro me ha castigado por mal comportamiento, así que no puedo ir.",
    "Le presté mi máquina del tiempo a un amigo y ahora no puedo volver atrás y tener tiempo libre esta tarde.",
    "He hecho una promesa. para evitar cualquier forma de productividad.",
    "Va contra mi religión hacer algo útil hoy.",
    "Mi psiquiatra me aconsejó evitar actividades potencialmente divertidas.",
    "Hice juramento de rechazar todas las solicitudes por capricho.",
    "Solo funciono con café y negación, y se me acabó el café.",
    "Soy alérgico a cualquier tipo de responsabilidad.",
    "Tengo un certificado médico que me prohíbe específicamente ayudar.",
    "Me encantaría ayudar, pero estoy intentando romper mi racha de ayuda.",
    "Mi entrenador de procrastinación dijo que todavía no estoy listo para tareas reales.",
    "Dejé de decir que sí durante la Cuaresma, y ​​aún no ha terminado.",
    "Tengo la política personal de decir que no los días que terminan en 'y'.",
    "El calendario de mi teléfono me acaba de dar un golpe en la frente por siquiera considerarlo.",
    "Tengo que actualizar mi estado en redes sociales a 'ocupado sin hacer eso'.",
    "Actualmente estoy Tendiendo a un 'no'.",
    "No puedo. Le prometí a Netflix que me quedaría en casa viendo películas.",
    "Mi wifi de motivación se ha quedado sin conexión.",
    "Estoy esperando a que se recargue el teléfono. No puedo hacer nada hasta que esté al 100%..",
    "Mi biografía en Twitter dice 'A menudo dice que no', tengo que mantenerme fiel a mi estilo.",
    "Estoy ocupado buscando motivación en Google; no he encontrado resultados.",
    "Estoy atrapado en una madriguera de internet y no encuentro la salida.",
    "No puedo ir; estoy en una llamada de Zoom con mi sofá.",
    "Me encantaría, pero prefiero no.",
    "Mi respuesta es un no. Recién horneado, solo para ti.",
    "Lo he pensado bien y voy a decir un no rotundo.",
    "Ni aunque hubiera donuts gratis.",
    "Esta es la parte en la que digo 'no' y ambos seguimos adelante.",
    "Déjame revisar mi agenda... oh, mira, Es un no permanente.",
    "Me halaga que lo hayas preguntado, pero lo dejo pasar con creces.",
    "He cumplido mi cuota de decir que sí este año.",
    "Soy demasiado genial para decir que sí a eso.",
    "Como dice el dicho: 'No, no, no'.",
    "No quieres que diga que sí; créeme, es por el bien común.",
    "La última vez que dije que sí, llovió durante 40 días. No volveré a hacerlo.",
    "Le prometí a mi yo del futuro que diría que no a esta.",
    "Si aceptara, tendría que explicárselo a mi terapeuta.",
    "Mis experiencias pasadas con el sí han sido traumáticas.",
    "Decir que sí está en mi lista de cosas que dejar.",
    "Lo haría, pero entonces tendría que admitir que me equivoqué al odiarlo todo.",
    "El universo me dio una señal para decir que no (era un letrero de neón, muy claro).,",
    "Una vez Dije que sí. No terminó bien. Había llamas de por medio.",
    "Mi instinto y yo votamos que no por unanimidad.",
    "Suena como una oportunidad increíble... para alguien más.",
    "¡Qué gran idea! Me entristece no poder participar. Bueno, no tanto.",
    "Envidio a la gente que te diga que sí, de verdad.",
    "Me encanta la idea, pero tendré que quedarme fuera.",
    "¡Un plan brillante! Por desgracia, estoy en protección de testigos contra las buenas ideas.",
    "Sería un sueño hecho realidad. Lástima que esté despierto y diga que no.",
    "Has pintado un cuadro tan bonito que lo admiraré desde lejos.",
    "¡Qué oferta tan generosa! Voy a rechazarla generosamente.",
    "Estoy seguro de que será un éxito rotundo, pero seré un admirador a distancia.",
    "¡Suena emocionante! Ya me canso solo de pensarlo.",
    "Ya me puse el pijama, así que no.",
    "Mi sofá se ha declarado zona prohibida para viajar y voy a cumplirlo.",
    "No me apetece cambiarme de mi cómoda manta de burrito.",
    "Estoy guardando energías para una siesta épica.",
    "Me da pereza siquiera pensar en una buena excusa, así que simplemente no.",
    "Mudarse de este sitio requiere avisar con 24 horas de antelación.",
    "Hoy estoy ahorrando energías sin ningún motivo en particular.",
    "Lo haría, pero suena a esfuerzo y soy alérgico.",
    "Actualmente tengo dificultades técnicas para mudarme.",
    "Estoy practicando para una maratón sin moverme.",
    "Tengo que lavarme el pelo esa década.",
    "Tengo que descongelar la lechuga iceberg del congelador.",
    "Lo siento, tengo que planchar mi ropa interior esa noche.",
    "Tengo que cuidar mi jardín de flores de plástico.",
    "Mi pez necesita un paseo y tarda Prioridad.",
    "Tengo que rotar las ruedas de mi silla de oficina.",
    "Estoy repasando mentalmente una serie de tareas del hogar.",
    "Los platos amenazaron con rebelarse si los dejo otra vez.",
    "Mi refrigerador y yo tenemos terapia de pareja en ese momento.",
    "Necesito esperar mientras ordeno mi zoológico de calcetines.",
    "En un universo alternativo, lo hice sin duda. Pero no en este.",
    "Quizás en mi próxima vida lo considere, pero mi yo actual dice que no.",
    "En una dimensión paralela ya lo estoy haciendo; lástima que estemos aquí.",
    "Consulté con mi yo alternativo; también se negó.",
    "Si me clono, enviaré al clon. Hasta entonces, no.",
    "Lo consulté con mi yo futuro y puso los ojos en blanco, así que paso.",
    "Estoy atrapado en un bucle temporal diciendo que no.",
    "En una línea temporal alternativa dije que sí y causó un apocalipsis zombi.",
    "Mi gemelo malvado podría estar interesado; lástima que también esté ocupado.",
    "En algún lugar de un universo paralelo soy más útil. Este no es ese universo.",
    "Lo haría, pero eso suena peligrosamente cerca de... Trabajo.",
    "Mi deseo de hacer eso está en coma.",
    "Estoy seguro de que lo arruinaría estrepitosamente, así que mejor no.",
    "Podría participar, pero ¿quién sostendría la pared aquí?",
    "Esa solicitud está por encima de mi nivel de salario de cero.",
    "Tengo ganas, pero el horario dice que no.",
    "Prefiero no tentar a la suerte probando algo nuevo hoy.",
    "Si me uno, solo bajaría el promedio.",
    "¿Yo haciendo eso? Ese es el giro inesperado que nadie quiere.",
    "Estoy practicando el distanciamiento social con esa idea.",
    "Tengo una condición que me impide decir que sí (se llama cordura).",
    "Mi médico dijo que necesito más vitamina 'No'.",
    "Acabo de contraer un caso grave de 'Hoy no-itis.",
    "Mentalmente, ya estoy de vacaciones.",
    "Estoy en reposo en cama hasta nuevo aviso, por orden médica (mi médico es el Dr. Seuss).",
    "Tengo fobia crónica al compromiso.",
    "Me estoy enfermando de algo; se llama pereza.",
    "Tengo una cita con una almohada y una manta.",
    "Mi terapeuta me dijo que debería evitar las cosas que me hacen sentir mal; supongo que esto cumple los requisitos.",
    "Tengo una emergencia de tiempo para mí.",
    "Tengo que salvar al mundo del aburrimiento quedándome en casa.",
    "Estoy negociando la paz mundial (en un videojuego).",
    "Mi álter ego de superhéroe necesita un día libre, y yo también.",
    "Estoy en una misión secreta para evitar cualquier cosa que me acabas de pedir.",
    "Me encantaría, pero ¿quién salvará al mundo mientras no estoy?",
    "Estoy ocupado organizando una siesta global.",
    "Tengo que evitar que el sofá se vaya volando, es un trabajo importante.",
    "El destino de la patata frita que estoy a punto de comer está en mis manos, no puedo abandonarla.",
    "He sido elegido como el guardián de mi sala hoy.",
    "Estoy luchando contra un dragón invisible en casa. Está tardando más de lo esperado.",
    "De verdad no me quieres en esto; mi especialidad es arruinarlo todo.",
    "Soy como un gato negro de proyectos; es más seguro si me mantengo alejado.",
    "Créeme, te hago un favor al decir que no.",
    "Mi participación viene con una etiqueta de advertencia, así que te lo ahorraré.",
    "Me uniría, pero solo estoy aquí para dar negativas ingeniosas.",
    "La verdad es que soy terrible en eso, a menos que necesites un ejemplo de cómo no hacerlo.",
    "Te mereces a alguien que diga que sí sin dar tres excusas primero.",
    "Mi historial sugiere que debería quedarme fuera de esta.",
    "Soy la persona equivocada para el trabajo; soy la persona indicada para decir que no.",
    "Si necesitas que alguien lo sabotee, yo sería perfecto. Si no, paso.",
    "La galleta de la suerte dijo 'No' justo Anoche.",
    "La profecía predijo que rechazaría esto.",
    "Mis cartas del tarot suspiraron al unísono.",
    "Revisé mi bola de cristal y decía 'no'.",
    "El mundo espiritual recomienda que me quede en casa.",
    "Tiré unas runas y deletrearon N-O.",
    "Mi bola mágica 8 decía 'Perspectivas no muy buenas'.",
    "Estaba leyendo las hojas de té y me dijeron que evitara esto a toda costa.",
    "Un vidente me advirtió sobre peticiones como estas.",
    "Tengo una relación seria con mi cama en ese momento.",
    "Dormir y tengo una cita fija, no puedo romperla.",
    "Lo haría, pero estoy probando algo nuevo llamado dormir.",
    "Ya tomé melatonina. Estoy en paz.",
    "Estoy guardando toda mi energía para parpadear y respirar.",
    "Tengo una mañana para dormir hasta tarde.",
    "Si no es una siesta, no estoy Interesado.",
    "No puedo; mi almohada me necesita.",
    "No cuenten conmigo, estoy contando ovejas.",
    "Estaré en medio de mi siesta (que podría durar todo el día).",
    "Descargo de responsabilidad: Cualquier acuerdo por mi parte es nulo donde la diversión esté prohibida.",
    "Letra pequeña: Mi 'sí' viene con 0% de entusiasmo.",
    "Revisé los términos y condiciones de mi vida y dice 'no'.",
    "Al aceptar, podría violar varios estatutos personales.",
    "Según las reglas no escritas que acabo de escribir, debo rechazar.",
    "Mi acuerdo de usuario me prohíbe estrictamente hacer eso.",
    "Violaría la Convención de Ginebra de Introvertidos si aceptara.",
    "Trasladé esta solicitud a mi departamento de cumplimiento interno y falló.",
    "Mi abogado (que es imaginario) me lo desaconseja.",
    "El contrato que firmé con mi cama no me permite hacer nada más.",
    "Tengo el plato lleno y ya me comí la parte de hacer favores.",
    "Tengo demasiadas tareas, estoy abrumado y me alegra mucho decir que no.",
    "Mi agenda se quemó espontáneamente por tener demasiadas tareas.",
    "Actualmente estoy lidiando con demasiadas crisis; añadir otra podría causar un colapso.",
    "Tengo demasiadas cosas que hacer y estoy a dieta sin carbohidratos (sin tareas extra).",
    "Me estoy ahogando en tareas y no traje un snorkel.",
    "Lo haría, pero ya estoy abrumado por otros arrepentimientos.",
    "Mi lista de tareas y yo no nos hablamos, es tan larga.",
    "Soy demasiado popular con las tareas que aún no he hecho.",
    "El hámster que maneja mi rueda de la vida está en huelga por exceso de trabajo.",
    "'No' es simplemente 'on' escrito al revés, y me voy.",
    "El corrector ortográfico sugiere que diga N-O.",
    "Te escribí un poema: Las rosas son rojas, las violetas son azules, mi respuesta es no, no puedo.",
    "Lo único que me inclino a decir es una negativa.",
    "Déjame decirlo en un idioma que entiendas: No.",
    "Hablo cinco idiomas con fluidez, y en todos ellos la respuesta es no.",
    "Sí, y no nos hablamos en este momento.",
    "Respondería con una frase latina elegante para decir no, pero un simple 'no' bastará.",
    "Como acrónimo, mi respuesta es NO.",
    "Si reordenas las letras de 'sí', obtienes 'sye', que es exactamente el sentido que tendría para mí hacer esto.",
    "Tengo compromiso hasta la muerte térmica del universo.",
    "Mi agenda está llena hasta el próximo siglo, lo siento.",
    "Tengo un conflicto de horarios con el resto de mi vida.",
    "No estoy libre hasta que el sol salga por el oeste y se ponga por el Este.",
    "Vuelve a llamarme dentro de un millón de años, puede que tenga tiempo entonces.",
    "Estoy en espera con la vida ahora mismo; prepárate para una larga espera.",
    "Mi disponibilidad está actualmente en un estado de incertidumbre cuántica, tendiendo al no.",
    "He reservado mis próximos mil rechazos; tú eres solo uno de ellos.",
    "Tengo la agenda más apretada que mis vaqueros después de las vacaciones.",
    "Miré mi calendario y se rió de mí por siquiera preguntar.",
    "Gracias por pensar en mí, pero voy a declinar de forma divertida.",
    "Aprecio la oferta, pero tendré que declinar, principalmente por pereza.",
    "Muchas gracias por preguntar, pero no puedo hacerlo, vaquero.",
    "Me honra que hayas pensado en mí, pero debo declinar respetuosa y cómicamente.",
    "Por favor, acepta mis más sinceras disculpas mientras me río y digo que no.",
    "Lamentablemente, tendré que pasar, pero lo haré con un Sonríe.",
    "No eres tú, soy yo. Solo tengo alergia a hacer cosas.",
    "Con todo respeto, voy a dejar pasar esta oportunidad.",
    "Me conmueve mucho que lo hayas pedido. De verdad. Pero sigo sin decir nada.",
    "Con todo respeto, ni hablar, José.",
    "Olvidé cómo decir que sí.",
    "Tengo pérdida de memoria a corto plazo cuando se trata de responsabilidades.",
    "Estoy de acuerdo, pero olvidé lo que me pediste, así que... no.",
    "Mi cerebro borra automáticamente ese tipo de peticiones.",
    "Tengo amnesia selectiva para los favores.",
    "Iba a ayudar, pero olvidé que me importaba.",
    "Lo siento, sufro de SRC (No recuerdo haber dicho que sí).",
    "No recuerdo la última vez que dije que sí, y no voy a empezar ahora.",
    "¿Qué fue eso? ¿Preguntaste algo? ¿No? Genial.",
    "Me guardé tu petición en la memoria Trituradora.",
    "No puedo; estoy ocupado enseñando a mi pez dorado a jugar a la pelota para caridad.",
    "Estoy dedicando ese tiempo a reflexionar sobre el sentido de la vida. En realidad, es una causa benéfica.",
    "He donado todo mi tiempo libre a causas que no implican hacer.",
    "Estoy trabajando en una petición para prohibir este tipo de peticiones.",
    "Mi agenda está llena de trabajo voluntario en la Sociedad de Negativos Profesionales.",
    "Estoy entrenando para un evento benéfico: un maratón de decir no.",
    "Estoy creando conciencia sobre la palabra 'no', en peligro de extinción, usándola con frecuencia.",
    "Subasté mi tiempo de ese día al mejor postor de nada.",
    "Estoy haciendo un retiro en silencio para alejarme de las responsabilidades.",
    "Le di todo mi tiempo libre a otra persona; tengo un déficit.",
    "Estoy haciendo una dieta estricta sin interacción social.",
    "Tengo que cancelar; he excedido mi cuota de gente para la semana.",
    "Estoy introvirtiendo tanto ahora mismo que no puedo parar.",
    "Mi batería social está al 0% y me falta el cargador.",
    "Estoy en una aventura introvertida (en casa, sola).",
    "No puedo salir; recientemente he adoptado una vida de ermitaño.",
    "Socializar está descartado, literalmente, le di la vuelta a la tortilla.",
    "Soy alérgica a las multitudes, y a veces incluso una persona cuenta.",
    "Estoy practicando el distanciamiento social... de todos.",
    "Mi yo público está fuera de la oficina; por favor, nunca me contacten.",
    "Me pegué accidentalmente al sofá.",
    "Mis piernas se han quejado por caminar demasiado.",
    "Mi energía se levantó y se fue sin mí.",
    "Estoy teniendo una experiencia extracorpórea y todavía no he vuelto.",
    "Mi energía y yo estamos actualmente en una relación a distancia.",
    "Me desperté con un caso grave Hoy tengo un problema de gravedad; no puedo levantarme.",
    "Tengo un caso agudo de magnetismo de sofá.",
    "Mis extremidades están en huelga hasta nuevo aviso.",
    "Me siento tan activo como un perezoso de vacaciones.",
    "Estoy en arresto domiciliario por mi propia pereza.",
    "Prefiero bañarme en sopa de hace una semana que hacer eso.",
    "Prefiero hacer malabarismos con motosierras con los ojos vendados; parece más seguro que decir que sí.",
    "Escalaría el Everest descalzo antes que aceptar eso.",
    "Prefiero ser el único objetivo en una partida de paintball que participar.",
    "Sinceramente, masticar vidrio suena más divertido que decir que sí a esto.",
    "Prefiero hacerme mi propia cirugía dental sin anestesia.",
    "¿Decir que sí? Prefiero retar a un canguro a un combate de boxeo.",
    "Prefiero caminar sobre piezas de Lego durante una hora seguida.",
    "Prefiero la emoción de no hacerlo, gracias.",
    "Aceptaría, pero tengo una política estricta de no caer en trampas obvias.",
    "Lo haría, pero mi cuenta bancaria dijo que no puedo.",
    "A menos que haya un premio en efectivo para mí, tendré que rechazarlo.",
    "Solo trabajo a comisión, y esta solicitud no se paga en pizza.",
    "Si me paga en lingotes de oro, lo reconsideraré. Si no, no.",
    "Mi contador me dijo que decir que sí no cuadra mis cuentas.",
    "Estoy esperando a un benefactor rico que financie mis síes.",
    "No me cabe en mi presupuesto de tiempo y energía.",
    "Estoy en un pequeño aprieto financiero: poco dinero y pocos síes.",
    "A menos que consiga opciones sobre acciones para esto, estoy fuera.",
    "Necesito un pago inicial solo para pensar en decir que sí.",
    "Estoy esperando una señal del universo... oh, ahí está: dice que no.",
    "Necesito conservar la neurona que me queda.",
    "Mi miedo existencial y tengo planes.",
    "Estoy en huelga hasta nuevo aviso, y estoy El líder sindical.",
    "Tengo una cita importante con una pizza y un programa de televisión.",
    "Actualmente estoy celebrando el Día Nacional del No, es un día festivo personal.",
    "Tengo la política de no saltar a volcanes, y esto me parece igual de peligroso.",
    "No puedo ir, he hecho otros planes con mi cama y mi almohada.",
    "¡Debo declinar, por la ciencia!",
    "Estoy intentando ver cuánto tiempo puedo aguantar sin hacer nada productivo.",
    "Mi mamá dijo que tengo que quedarme en casa y, eh, ordenar la despensa alfabéticamente.",
    "Mi familia me reservó para jugar al escondite y yo soy la pieza que falta.",
    "Mis hijos me castigaron por intentar tener una vida.",
    "No puedo; los espíritus de mis antepasados ​​se enojarían si lo hiciera.",
    "Mi perro solo me deja salir de casa si es para pasear, no para trabajar.",
    "Mi pareja ya ha quedado para cenar conmigo y ver Netflix.",
    "Es noche familiar y por familia, Me refiero a mí y a mis bocadillos.",
    "Tengo que asistir a una tradición familiar de no hacer nada esta noche.",
    "Mi gato me mira como si dijera 'no te atrevas a salir'.",
    "Mi reunión familiar de peces dorados se celebrará en mi pecera.",
    "NO es solo SÍ, sufro de trastorno negativista desafiante.",
    "N-O: dos letras que, al combinarse, describen mis planes a la perfección.",
    "Voy a convertir esa invitación en una invi-NOPE.",
    "'No' es mi animal espiritual.",
    "No puedo escribir 'nope' sin N-O.",
    "Dicen que las dobles negaciones forman un positivo, pero mi negación simple se mantiene firme.",
    "Estoy rechazando consonantemente y vocalizando esta.",
    "Por si acaso te lo perdiste: N de No, O de Oh-no-no-hoy.",
    "Mi lema es 'Simplemente di que no', y soy muy fiel a mi lema.",
    "Me apunté a un curso de Diciendo que no, y solo estoy practicando mi tarea.",
    "Prefiero ver crecer la hierba a esa hora, lo siento.",
    "En realidad, estaba planeando contar granos de arena, lo cual suena más divertido.",
    "Tenía ganas de reorganizar mi colección de botones.",
    "He programado un tiempo de calidad con mi ventilador de techo.",
    "Tengo una cita emocionante con no hacer absolutamente nada.",
    "Estoy enfrascado en una apasionada aventura con el tiempo libre, y no puedo hacer trampa.",
    "Tengo asientos en primera fila de mi sofá y pienso usarlos.",
    "Hay una repetición de un programa que nunca he visto y que simplemente no me puedo perder.",
    "Ya prometí pasar ese tiempo sin hacer nada.",
    "Tengo que declinar; no quiero eclipsar a todos con mi presencia.",
    "Mi grandeza es demasiado para ese evento.",
    "Diría que sí, pero entonces no sería justo para los demás si sobresalgo Sin esfuerzo.",
    "No puedo ir; los paparazzi podrían invadir tu evento si voy.",
    "Te hago un favor al no venir y robarte el protagonismo.",
    "Iría, pero soy bastante importante en mi propio espejo.",
    "Soy demasiado genial para eso (y con demasiado genial, quiero decir demasiado perezoso).",
    "Permíteme declinar con elegancia, para que puedas divertirte sin mi abrumadora genialidad.",
    "Tendré que declinar; estoy demasiado ocupado siendo fabuloso en otro lugar.",
    "Debo declinar humildemente porque mi perfección es agotadora.",
    "Tengo que devolver el Anillo Único a Mordor ese día.",
    "Lo siento, tengo programado pelear con Darth Vader entonces.",
    "Necesito sentarme junto al teléfono por si llama Hogwarts.",
    "Lo haría, pero ya me ofrecí como tributo en otro lugar.",
    "Mi Batseñal se acaba de encender, tengo que ir a salvar Gotham.",
    "No puedo, mi 'condensador de flujo' está estropeado y no puedo llegar a tiempo.",
    "Esa noche es mi viaje programado de vuelta al futuro.",
    "Puede que me ataquen zombis si salgo de casa, lo vi en un documental (vale, era una película de zombis).",
    "Estoy ocupado negociando con unos secuaces; la dominación mundial no puede esperar.",
    "Tengo que consultar con el Doctor Strange sobre asistir (él previó que no).",
    "Mi jefe me dijo que solo diga que sí a los aumentos de sueldo, así que no a todo lo demás.",
    "He agotado todos mis días de baja por enfermedad, así que llamaré para decir que estoy bien y me quedaré en casa.",
    "Mi profesor dijo que necesito concentrarme en no comprometerme demasiado.",
    "Tengo un problema de trabajo... se llama evadir el trabajo.",
    "Mi calendario del trabajo tiene un gran 'NO' rojo en esa fecha.",
    "No puedo, tengo una reunión importante para mirar una hoja de cálculo y contemplar la vida.",
    "Me estoy tomando un día libre para evitar a las personas.",
    "Tuve una conferencia telefónica conmigo mismo, y es conmsume mucho tiempo.",
    "Mis horas extras se pelearon con mi tiempo libre, y perdí tiempo libre.",
    "Mi permiso de salida está vigente.",
    "Si voy, podría desencadenar el apocalipsis. Mejor no arriesgarme.",
    "Tengo que quedarme para evitar que empiece el brote zombi (es una larga historia).",
    "Iría, pero Nostradamus predijo que diría que no.",
    "Es una de las señales del apocalipsis si digo que sí, evitémoslo.",
    "Mi asistencia es el último sello antes del apocalipsis, así que paso.",
    "Temo que mi sí invoque a Cthulhu o algo así.",
    "Estoy evitando causar un efecto mariposa que acabe con el mundo.",
    "La leyenda dice que si alguna vez acepto, el mundo terminará en un número musical espectacular.",
    "Hice un trato con un demonio para nunca decir que sí, y odio romper un contrato.",
    "El reloj del fin del mundo avanza más rápido Cada vez que considero aceptar.",
    "Sí, puedes interpretar mi silencio como un no.",
    "Asiento que sí en espíritu, pero físicamente niego con la cabeza.",
    "¿Seguro... que puedes encontrar a alguien más?",
    "Sí está en mi vocabulario, pero no hoy.",
    "En una escala de sí a no, estoy en un 'ni en un millón de años'.",
    "Quise decir que sí, pero solo salió un no.",
    "Considera mi 'sí' perdido en el correo.",
    "S-I-S-O son cartas que no sabrás de mí hoy.",
    "Imagíname con entusiasmo sin hacer eso.",
    "¿Imaginas que te ayude? Ahora imagina lo contrario. Ahí lo tienes.",
    "Me siento desafortunado, así que mejor no me arriesgo a decir que sí.",
    "Tiré los dados y salió 'no'.",
    "Consulté a la suerte; me dijo que me quedara en casa.",
    "Mi suerte se acabó justo antes de que me lo pidieras.",
    "Si tuviera un centavo de la suerte por cada vez que dije que no, sería rico. Hablando de eso, no.",
    "Me uniría, pero accidentalmente caí debajo de una escalera y rompí un espejo. No me arriesgo.",
    "Mi vidente dijo 'no está en tus estrellas', confío en eso.",
    "Saqué una carta de una baraja; decía 'No pasar por la salida, no decir que sí'.",
    "El destino decidió deslizar el dedo hacia la izquierda en esta ocasión.",
    "Las estrellas se alinearon... para formar un gran 'NO'.",
    "No puedo; el pronóstico del tiempo dijo que hay un 100% de posibilidades de que me quede en casa.",
    "Están lloviendo 'no' y estoy empapado.",
    "Solo salgo cuando hace buen tiempo, y este claramente no lo es (para mí).",
    "Estoy experimentando un fuerte chaparrón de pereza.",
    "Los vientos del destino soplaron y me golpearon en la cara con un 'no'. ",
    "Se avecina una tormenta y se llama Mi Reticencia.",
    "Sospecho que un repentino tornado de responsabilidades me mantendrá dentro.",
    "Me siento mal, específicamente con una nube de no.",
    "El pronóstico para ese día es que tengo muchas probabilidades de no aparecer.",
    "Odiaría salir y derretirme; estoy hecho de azúcar y sarcasmo.",
    "Podría decir que sí, pero sería mentira.",
    "Mi corazón dice que sí, pero mi alma dice '¿Estás bromeando?'",
    "Soy físicamente capaz de hacerlo, solo que moralmente me opongo (al esfuerzo).",
    "Tengo un conflicto interno: Una parte de mí dice 'no'. La otra parte también dice 'no'.",
    "He llegado a una edad en la que simplemente digo que no a las cosas que odio. Y odio esto.",
    "Mi fuerza de voluntad para hacer eso se quedó atascada en el tráfico y no lo lograré.",
    "Lo pensé. El pensamiento fue 'no'.",
    "En teoría podría, Pero apeguémonos a la realidad donde no lo haré.",
    "Estoy intentando ser menos complaciente, empezando ahora.",
    "Me acabo de mirar al espejo y practiqué decir 'no' y me sentí bien.",
    "No puedo decir que sí antes de tomarme el café. Y nunca pienso tomar café.",
    "Sin cafeína... no puedo.",
    "Mi café y yo tenemos un pacto: no tomaremos decisiones importantes sin él, y no está disponible.",
    "Diría que sí, pero no he cumplido con mi cuota diaria de café para afrontar las consecuencias.",
    "Estoy en un estado de no-cafeinado.",
    "Mi cerebro solo funciona con cafeína y estamos sufriendo un apagón.",
    "Sin café, no puedo hacer café.",
    "La cafetera me dijo que estaba enferma, así que soy incapaz de aceptar nada.",
    "Me prometí a mí misma que solo decidiría después del café; lástima que ya es la medianoche.",
    "Mi café de la mañana Y decidí que no vale la pena la cafeína que se necesitaría.",
    "Estoy demasiado ocupado planeando la dominación mundial para asistir.",
    "Si dijera que sí, podría arruinar mi malvado plan.",
    "Mi guarida secreta necesita atención en ese momento.",
    "Estoy en medio de un plan perverso y no puedo escapar.",
    "No puedo ayudarte; soy un supervillano en entrenamiento y esto arruinaría mi credibilidad.",
    "Me uniría, pero entonces tendría que reclutarte para mis planes y eso no te gustaría.",
    "Estoy pensando en cómo conquistar el mundo y necesito concentración total.",
    "Mis secuaces programaron una revuelta para ese día y necesito estar presente.",
    "Debo declinar con pesar, ya que tengo muchas risas diabólicas que practicar.",
    "El mal nunca duerme, y aparentemente yo tampoco, excepto que definitivamente no voy a salir.",
    "Estoy tratando de alinear mis chakras sin estresarme, así que diré que no.",
    "Para mantener el equilibrio en la Fuerza, debo declinar.",
    "Mi yin y mi yang me dicen que no lo haga.",
    "Por el bien del equilibro cósmico, no puedo estar de acuerdo.",
    "Estoy en medio de un ajuste de feng shui en mi vida que me prohíbe nuevos compromisos.",
    "Debo negarme, o el delicado equilibrio de mi pereza se verá alterado.",
    "Decir que sí desequilibraría mi proporción semanal de síes y noes.",
    "Necesito mantener mi karma limpio, y siento que un sí lo enturbiaría.",
    "Debo alcanzar la paz interior, lo que significa no complicarme el día con esto.",
    "Me temo que si lo disfruto, se convertirá en un mal hábito.",
    "Si al final me gusta, tendré que repetirlo, así que no.",
    "Me da miedo el éxito, así que debo rechazar cualquier cosa que pueda funcionar.",
    "Me temo que pondré el listón demasiado alto si digo que sí y hago un buen trabajo.",
    "¿Diversión? No estoy seguro de recordar qué es eso, mejor no arriesgarme.",
    "Soy alérgico a la diversión; me da un ataque de sarcasmo.",
    "Evito cualquier cosa que pueda hacerme sonreír demasiado.",
    "Intento mantener el misterio y decir que sí me haría demasiado accesible.",
    "Me gusta mantener bajas mis expectativas al no hacer nada.",
    "Evito la diversión hasta nuevo aviso.",
    "Pedirme eso es como pedirle a un pez que suba a un árbol.",
    "Hacer eso sería como una gallina intentando hacer álgebra.",
    "Decir que sí sería tan inusual como que un gato se vuelva vegano.",
    "Esa idea y yo vamos de la mano como el agua y el aceite.",
    "Mi participación es como una clavija cuadrada en un agujero redondo; simplemente no encajan.",
    "Mi motivación y esa tarea son como dos imanes que se repelen.",
    "Sería como esperar que un perezoso gane una carrera de 100 metros.",
    "Tan compatibles como el helado y la sopa caliente; mejor mantenerlos separados.",
    "Que yo diga que sí es tan probable como que los cerdos piloten una nave espacial.",
    "Esa petición es la mantequilla de cacahuete para mi alergia.",
    "Me acabo de dar cuenta de que es un día festivo: Día Nacional de No Lo Haré.",
    "Estoy celebrando un día festivo personal llamado No-Noviembre.",
    "No puedo; tengo quejas sobre Festivus que ventilar ese día.",
    "Tengo agendado ese día para celebrar el Festival del No.",
    "Ya me he comprometido con el Día Anti-Trabajo.",
    "Celebro el Día Opuesto haciendo lo contrario de lo que me pides.",
    "Lo siento, es mi día de descanso anual... como el Sabbath, pero por pereza.",
    "Solo celebro eventos que involucran pastel, así que a menos que haya pastel, no.",
    "Esa fecha entra en conflicto con mi celebración extendida de Navidad.",
    "Es el cumpleaños de mi roca favorita, que es básicamente un día festivo mundial para mí.",
    "Quiero decir que sí, pero mi sentido común me dice que no repetidamente.",
    "Mi corazón dice que tal vez, pero mi cerebro me lanzó una gran bandera roja.",
    "Mi instinto empezó a hacer la Macarena cuando preguntaste (eso es un baile de no).",
    "Cada fibra de mi ser está haciendo el gesto de decir que no.",
    "La vocecita responsable en mi cabeza y la vocecita perezosa y ruidosa están de acuerdo: no.",
    "Le pregunté a mi buen juicio y se rió histéricamente.",
    "Mi cerebro resaltó esa petición y pulsó la tecla de borrar.",
    "Mi conciencia me perseguiría si dijera que sí.",
    "Hasta el ángel en mi hombro dice: 'No, amigo'.",
    "Mi voz interior solo grita '¡NOOOO!' al estilo Darth Vader.",
    "No estoy procrastinando; estoy diciendo que no proactivamente con antelación.",
    "Estoy posponiendo mi decisión hasta el fin de los tiempos; spoiler: es no.",
    "¿Por qué hacer hoy lo que puedo evitar indefinidamente?",
    "Mi agenda solo dice 'No' en cada página de esta semana.",
    "Añadiré esta petición a mi lista de tareas pendientes justo después de 'aprender' 'Teletransportación'.",
    "Estoy reprogramando mi procrastinación para más tarde.",
    "Estoy esperando el último minuto, y no ha llegado para esto.",
    "Pensé en hacerlo más tarde, pero luego me di cuenta de que más tarde también está completo.",
    "Estoy en racha de procrastinación, no puedo parar ahora.",
    "Estoy posponiendo mi sí hasta un año que no existe.",
    "Te ayudaría, pero entonces tendríamos a dos de nosotros necesitando ayuda.",
    "No estoy seguro de que puedas permitirte el daño que causaría si lo intentara.",
    "Mi ayuda viene con una garantía de devolución de dinero, pero no la quieres.",
    "Soy la última persona que debería hacer eso; literalmente, soy la última en la fila.",
    "Intenté hacer algo parecido una vez; digamos que los bomberos se involucraron.",
    "Si lo hago, pasarás más tiempo corrigiendo mis errores.",
    "Mi competencia está de vacaciones ahora mismo.",
    "Soy bueno procrastinando, no haciendo las cosas.",
    "Me ofrecería como voluntario, pero la tarifa por incompetencia que cobro es bastante alta.",
    "Ayudaría, pero entonces tendría que deslindarme legalmente de cualquier resultado.",
    "No me alegra mucho, así que lo dejo pasar.",
    "Esa idea no me convence.",
    "No siento una fuerte atracción por hacer eso.",
    "Mi nivel de interés está entre cero y negativo.",
    "Si tuviera menos interés, estaría en coma.",
    "Mi curiosidad desapareció al escuchar esa idea.",
    "Estoy seguro de que es fascinante, pero mi capacidad de atención me dice lo contrario.",
    "Estoy guardando mi entusiasmo para algo más aburrido.",
    "Me quedé dormido a mitad de considerarlo.",
    "Intenté entusiasmarme y me lesioné un músculo.",
    "El gobierno me tiene en un programa de protección de testigos para eventos como este.",
    "Mi oficial de libertad condicional dijo Solo me permiten trabajar en la pereza.",
    "El FBI llamó; dijeron que decir que sí sería un riesgo para la seguridad nacional.",
    "Iría, pero el juez de mi vida me sentenció a quedarme en casa.",
    "Me revocaron la licencia para divertirme.",
    "Me encantaría cumplir, pero tengo órdenes estrictas de mí mismo para no hacerlo.",
    "La Reina de Inglaterra me dijo fantasmalmente que me quedara en casa (solo cumplo órdenes reales).",
    "La isla en la que estoy exiliado no me permite salir para eventos.",
    "Estoy obligado contractualmente a rechazar según los términos de mis decisiones de vida.",
    "La policía me dijo que soy demasiado interesante para asistir a reuniones normales.",
    "Soy demasiado mayor para este tipo de compromiso con las cosas.",
    "Creo que estoy en una edad en la que simplemente digo que no a cosas como estas.",
    "A mi edad, mi interés está destrozado.",
    "Estoy pasando por una crisis de la mediana edad y decir que sí no forma parte de ella.",
    "Estoy en mi fase rebelde de solo hacer lo que quiero, así que no.",
    "Estoy canalizando a mi vieja gruñona interior y quedándome en casa.",
    "Estoy reviviendo mi rebeldía adolescente diciendo que no a todo.",
    "En mi época, no teníamos que hacer cosas que no queríamos (y así lo mantengo).",
    "Estoy practicando para mi futuro como una vieja ermitaña cascarrabias.",
    "Estoy envejeciendo como el buen vino, lo que significa volverme más terca para decir que no.",
    "Mi hada madrina dijo que debería quedarme en casa o me convertiré en una calabaza.",
    "Cenicienta dejó un zapato aquí y necesito ayudar a encontrar el otro en lugar de salir.",
    "Estoy esperando al Príncipe Azul con pizza, así que no puedo ir a ningún lado.",
    "No puedo ir; el Lobo Feroz está en mi puerta (vendiendo seguros, al parecer).",
    "Tengo que vigilar mi casa de jengibre, ya sabes cómo Lo es.",
    "Los siete enanitos me advirtieron que no me esforzara demasiado.",
    "Estoy bajo un hechizo de sueño que solo el tiempo (y no hacer eso) puede romper.",
    "Perdí mi zapatilla de cristal y no puedo salir sin calzado adecuado.",
    "La rana que se suponía que debía besar para convertirme en príncipe me dio un aplazamiento.",
    "Estoy atrapado en un cuento de hadas, y aceptar eso no forma parte de la trama.",
    "Tengo que vigilar el refrigerador esta noche; los bocadillos cuentan conmigo.",
    "He dedicado ese tiempo a un helado que necesita compañía.",
    "Estoy cargando carbohidratos para una maratón de no hacer eso.",
    "Tengo una cita para cenar con pizza y me daría envidia si cancelo.",
    "No puedo salir; mi refrigerador acaba de abrir una botella de vino y sería de mala educación no ir.",
    "Estoy probando una teoría de que puedo sobrevivir solo con papas fritas, no puedo interrumpir eso.",
    "Mi horno y yo tenemos planes para Hornear y comerme un pastel entero.",
    "Prometí ayudar a que mis palomitas explotaran; es un proceso muy complejo.",
    "Lo haría, pero acabo de empezar a cocinar una comida de cinco platos para una sola persona (yo).",
    "Estoy aprendiendo a cocinar comidas invisibles; lleva mucho tiempo.",
    "Tengo que estar de guardia por si Netflix necesita que vea algo.",
    "Estoy de guardia como la teleadicta de la familia.",
    "Soy la persona designada para quedarse en casa esta semana.",
    "Estoy sirviendo como jurado en el tribunal de mi propia pereza.",
    "Estoy en una misión secreta de espera; no puedo revelarlo, solo que sepan que no puedo ir.",
    "Soy el contacto de emergencia para mi televisor, así que debo estar disponible.",
    "Me comprometo a quedarme en casa en caso de una emergencia con un refrigerio.",
    "Me inscribí para ser un sujeto de prueba para dormir hasta tarde, y entonces tengo una sesión.",
    "Soy parte de un proyecto ultrasecreto llamado Proyecto N.°.",
    "Tengo un deber Defender: evitar que mi sofá se sienta solo.",
    "Mi coche decidió tomarse un día libre.",
    "El transporte público de mi salón no funciona en este momento.",
    "Intenté irme, pero mi puerta no me dejó (negociamos y me quedé).",
    "Mi GPS me recomendó quedarme en casa para evitar malas decisiones.",
    "Mi poni de coche compartido está enfermo. Sí, es un poni, no preguntes.",
    "Iría en bicicleta, pero mi bicicleta se rió de mí.",
    "Uber no me lleva a malas ideas.",
    "Perdí el hilo de pensamiento que me haría ir.",
    "Mi escoba está en la tienda (ya sabes lo poco fiables que son esas cosas)",
    "Todos los caminos me llevan a quedarme en casa.",
    "Mi seguro no cubre actos que yo haga.",
    "Necesito permanecer en un entorno seguro, y ese evento parece arriesgado (para mi salud mental).",
    "El Departamento de Salud y Seguridad Laboral marcó esa actividad como un peligro para mí.",
    "Estoy esperando a que llegue mi traje de plástico de burbujas antes de intentar esas cosas.",
    "Eso suena peligroso para mi bienestar (sobre todo para mi bienestar mental).",
    "Solo opero maquinaria pesada (como mi sofá) bajo supervisión, así que no puedo ir.",
    "La última vez que lo intenté, me corté el alma.",
    "Por razones de seguridad, debo evitar ese tipo de emociones.",
    "Mi ángel de la guarda presentó una orden de alejamiento contra ese plan.",
    "Preferiría no herir mi voluntad de vivir diciendo que sí.",
    "He superado la necesidad de actividades como esa.",
    "Me estoy enfocando en el camino de no hacer nada, no en el destino final de esa Tarea.",
    "Mi crisis existencial y decidí no hacerlo.",
    "En el gran tapiz de la vida, soy el hilo que lo sostiene.",
    "Me he dado cuenta de que el sentido de la vida no es hacer eso, así que estoy bien.",
    "Prefiero buscar el propósito de la vida que asistir.",
    "Pienso, luego existo... no voy a hacer eso.",
    "Mi filosofía actual: si requiere pantalones, es un no.",
    "Estoy practicando wu wei (no hacer nada) según el taoísmo, así que debo declinar.",
    "¿Hacer o no hacer? Esa es la pregunta, y he respondido 'no hacer'.",
    "Me entrené durante años con un maestro en decir no.",
    "Obtuve cinturón negro en No-jitsu.",
    "Me he estado preparando toda mi vida para decir no a esta misma petición.",
    "Tomé un seminario sobre asertividad y estoy deseando usar lo que aprendí: No.",
    "Mis reflejos están afinados para Rechazo invitaciones automáticamente.",
    "Me inscribí en un taller de 'Simplemente di no' y necesito practicar.",
    "Soy parte de una sociedad secreta donde solo nos comunicamos mediante negativas.",
    "Mi reacción instintiva es decir no, y siento unas sacudidas en la rodilla.",
    "Decir que no es mi cardio.",
    "He estado ensayando mi 'no' toda la semana para una ocasión como esta.",
    "No es mi segundo nombre. Bueno, no legalmente, sino espiritualmente.",
    "Vengo de una larga tradición de expertos en rechazar.",
    "Mi prueba de ADN dio resultados: Definitivamente no lo hago.",
    "Tengo predisposición genética a decir que no.",
    "Nací para decir que no; fue la primera palabra que dije y nunca paré.",
    "Tengo un trastorno genético poco común que me provoca rechazos.",
    "Mi animal espiritual es un perezoso y me dice que me quede quieto.",
    "Astrológicamente, soy un No-rgo o un Libra que no piensa (uno de esos).",
    "De niño hice un juramento para evitar cualquier cosa parecida a esto.",
    "Mi coach de vida me aconsejó eliminar los factores estresantes, empezando por esto.",
    "A mis amigos les daría un infarto si de repente dijera que sí a las cosas.",
    "Sentaría un mal precedente si empezara a aceptar peticiones razonables.",
    "Si empiezo a decir que sí ahora, ¿dónde terminará? ¿En la dominación mundial? Mejor no.",
    "Decir que sí una vez podría darme fama de servicial; no puedo tener eso.",
    "No puedo conmocionarme con una responsabilidad así; son órdenes del médico.",
    "Sí es una palabra tan pequeña para un evento que cambia la vida, no estoy listo.",
    "Me temo que decir que sí ahora abrirá las compuertas de las expectativas.",
    "Si dijera que sí, la gente podría esperar que lo vuelva a hacer. Ni lo pienses.",
    "Aceptar esto confundiría a todos los que me conocen como un profesional de la evasión.",
    "Mi marca Es una 'decepción segura', y tengo que ser constante.",
    "¿Puedo dejarlo para otro día y luego perderlo para siempre?",
    "Lo apunté para el 12 de Nunca Jamás.",
    "Me reúno contigo el 32 de este mes.",
    "¿Qué tal si me quedo con el próximo... en un universo paralelo?",
    "Quizás en otra ocasión, como cuando los cerdos vuelen o el infierno se congele, lo que ocurra primero.",
    "Asistiré en espíritu. Específicamente, el espíritu de 'no estar allí'.",
    "Digamos que estuve allí en nuestra imaginación y damos por terminado el día.",
    "Estoy allí en pensamiento, pero no en cuerpo ni en presencia física.",
    "Te avisaré cuando esté libre. (No me esperes.),",
    "Estoy en una misión en un videojuego y la vida real no puede competir.",
    "Lo haría, pero me falta una EXP para subir de nivel sin hacer nada.",
    "Mi hermandad en World of Warcraft necesita que farmee Pociones de 'No'.",
    "Estoy en medio de una partida de Tetris muy arriesgada (sí, es muy seria).",
    "Les prometí a mis amigos en línea que mantendría el servidor activo si me quedaba.",
    "Estoy practicando mis habilidades de juego; las misiones de la vida real tienen que esperar.",
    "Tengo que defender mi aldea virtual de invasores pixelados en ese momento.",
    "Mi mando murió, y con él mis ganas de salir.",
    "Actualmente estoy en un juego de rol, como un recluso.",
    "Estoy ocupado consiguiendo un nuevo récord en introversión.",
    "No tengo nada que ponerme que refleje la expresión de arrepentimiento que tendría si saliera.",
    "Toda mi ropa es alérgica a las actividades al aire libre.",
    "Mi armario y yo tenemos un acuerdo: solo ve el sofá.",
    "Iría, pero ya me puse el pijama.",
    "No encuentro la motivación para arreglarme; creo que lo doné.",
    "El código de vestimenta para eso suena a 'esfuerzo', así que me voy.",
    "Solo asisto a eventos que permiten el pijama como atuendo formal.",
    "Mi sentido de la moda acaba de enviar un mensaje: dijo que no me molestara.",
    "Estoy atrapada en Narnia de mi armario y no puedo salir para asistir.",
    "Lo siento, no hay nada en mi armario que diga ¡vamos a hacerlo!. Todo grita ¡Quédate en casa!",
    "Mi perro se comió mi tarea y luego me pidió que la siguiera.",
    "Llegué tarde porque el tiempo decidió pasar más rápido que yo hoy.",
    "Falté al trabajo porque mi habitación estaba llevando a cabo una situación de rehenes, y yo era el rehén.",
    "No me presenté porque prefiero estar ausente con estilo.",
    "Mi despertador y yo tuvimos una pelea, y ganó por no sonar.",
    "Falté a clase porque sentía que me debía a mí mismo no aprender cosas malas.",
    "No pude unirme porque estaba ocupado, no entrando en pánico.",
    "No asistí a la reunión porque me atrapó una ensoñación.",
    "Me escaqueé a último momento porque los problemas de compromiso son hereditarios en mi familia.",
    "Llegué a tiempo en espíritu, pero mi cuerpo se desvió.",
    "¿Necesita un pez una bicicleta? Así de mucho necesito hacer esto.",
    "¿Vuelan los cerdos? Solo entonces haría eso.",
    "¿Es ¿El cielo verde? ¿No? Ahí está mi respuesta.",
    "¿Sería prudente que aceptara? Eso es un no del Consejo de Mí.",
    "¿Es esta la parte donde digo que sí? ¿No? Bien, porque no lo haré.",
    "¿Parezco alguien que haría eso? Correcto, no.",
    "¿Es el Día Opuesto? Porque si no, mi respuesta es no.",
    "¿Acabo de oírme voluntario? No, así que lo mantendré así.",
    "¿Es una pregunta capciosa? Porque respondo como si fuera un no.",
    "¿Voy a ir? Responderé eso cuando el agua no esté mojada.",
    "Voy a dar mi respuesta en danza interpretativa. *hace un NO*,",
    "Si pudiera cantar, cantaría 'Digo noooo' en ópera para ti.",
    "Imagíname gritando dramáticamente '¡Me niego!' con un floreo de capa.",
    "Escribiré un haiku para mi respuesta: 'No, absolutamente no / Indudablemente no / Sigo sin, lo siento'.",
    "Imagina a un escritor del cielo escribiendo 'NO' sobre tu casa; esa es mi respuesta.",
    "Insertar un sonido de orquesta: dun dun dun NO.",
    "Estoy lanzando confeti y el confeti forma 'NO'.",
    "Estoy sosteniendo una tarjeta de puntuación que dice 0, como en 0% de probabilidad.",
    "Momento de improvisación teatral: Interpreto a una persona que dice que no. Fin de la escena.",
    "*Salida dramática con un monólogo de negativa*.",
    "Lo haría, pero soy Batman. (Esa excusa funciona para todo, ¿verdad?)",
    "Ayer me abdujeron unos extraterrestres y me dieron instrucciones estrictas para evitarlo.",
    "Los extraterrestres me invitaron a una fiesta galáctica y ya les respondí que sí.",
    "Me estoy comunicando con Extraterrestres en ese momento, los eventos terrestres deben esperar.",
    "Estoy en una misión a Marte en mis sueños, mi agenda entra en conflicto con la realidad.",
    "No puedo ir; soy el guía turístico de los extraterrestres en la Tierra y son muy exigentes.",
    "La nave nodriza vendrá a recogerme en cualquier momento.",
    "Estoy aprendiendo un idioma extraterrestre; no tienen una palabra para decir 'sí' y yo tampoco ahora mismo.",
    "Los extraterrestres se llevaron mi entusiasmo cuando se fueron.",
    "Sospecho que soy un extraterrestre, e históricamente evitamos esas situaciones.",
    "Mi planeta me necesita, así que debo irme (lo que significa que debo quedarme en casa).",
    "Me postulo para presidente del Club de la Procrastinación; mi campaña me consume mucho tiempo.",
    "Mis ganas de participar se desvanecieron misteriosamente justo cuando me lo pediste.",
    "Jugué a la lotería del cariño y perdí.",
    "Tengo un miedo irracional a disfrutar accidentalmente de las obligaciones, así que las evito.",
    "Como dice el meme, nadie tiene tiempo para eso.",
    "Estoy demasiado inmerso en mi zona de confort como para ver la salida.",
    "He llegado a mi límite de no hacer nada por hoy.",
    "Mi calendario me acaba de enviar una orden de restricción contra nuevos eventos.",
    "Llevo mucho tiempo cancelando planes.",
    "Estoy experimentando la alegría de perderme algo (JOMO, por sus siglas en inglés) por este evento.",
    "Canalizando lo opuesto a Nike: 'Simplemente no lo hagas'.",
    "Prefiero arrepentirme de no hacerlo que de hacerlo.",
    "Aplicando mi versión de la Ley de Murphy: si se puede evitar, se evitará.",
    "Mi respuesta es como el gato de Schrödinger: es sí y no hasta que te das cuenta de que es simplemente no.",
    "YOLO, por eso digo que no: valoro demasiado mi única vida.",
    "Mi aplicación de horóscopo me acaba de notificar: 'Hoy es un buen día para decir No.",
    "Si decir que no fuera un deporte olímpico, tendría una medalla de oro.",
    "Llevo mi negativa como una insignia de honor.",
    "Voy a tener que declinar más rápido que un guepardo con bebidas energéticas.",
    "Diría que sí, pero entonces tendría que despertar de mi ensoñación, y la realidad es mucho menos agradable.",
    "¡Emergencia! Me acabo de quedar sin chocolate, y eso es todo lo que puedo hacer ahora mismo.",
    "El destino acaba de colarse en mis mensajes directos con un rotundo 'no'.",
    "Mi cerebro está a tope de información inútil, no hay espacio para nuevas tareas.",
    "Si te ayudo, me sentiría orgulloso de mí mismo, y no puedo con tanta emoción.",
    "Te doy dos opciones: no o no. Puedes elegir.",
    "Hagamos que sea de opción múltiple. Elijo la opción (D) - No va a pasar.",
    "Míralo por el lado bueno: al menos soy consistente al decir que no.",
    "Considéralo un 'no' con un toque de sarcasmo.",
    "Estoy atrapado en un agujero negro de procrastinación y no puedo escapar a tiempo para hacerlo.",
    "Solo digo que sí durante los eclipses solares, y no hay ninguno programado.",
    "Mi alma retro no puede con tareas modernas como esa.",
    "El La palabra 'sí' me da urticaria; estoy evitando una reacción alérgica.",
    "Soñé que decía que sí; me desperté empapado en sudor frío. No lo hago en realidad.",
    "En el tiempo que tardaste en preguntar, ya había decidido que no.",
    "Lo siento, no te oigo por el ruido que me produce no hacer eso.",
    "Creo que nuestra conexión es mala. Si me pediste que hiciera algo, la respuesta es estática... lo que significa que no.",
    "Te escuché mal, pensé que dijiste '¿quieres un taco?'. Como no lo hiciste, no me interesa.",
    "Mi teléfono corrigió automáticamente tu solicitud a 'no', ¿raro, verdad?",
    "Recibí tu mensaje, pero por desgracia, mi filtro de spam lo marcó en 'tareas no deseadas'.",
    "Creo que te equivocaste de número; la persona que dice que sí no está disponible.",
    "Hablo con sarcasmo, así que mi interpretación de tu pregunta es un no rotundo.",
    "Déjame ponerte en espera... *nunca contesta Fuera de espera*",
    "No recibí el aviso de que se suponía que debía importarme.",
    "Tengo algunas dificultades técnicas para que me importe.",
    "Los dioses de la procrastinación exigen que sacrifique esta tarea al no hacerla.",
    "No es una oración completa y es mi respuesta final.",
    "Temo que aceptar pueda desencadenar un apocalipsis zombi, así que voy a lo seguro.",
    "Mi sentido arácnido me está hormigueando y me dice que no haga esto.",
    "La estructura de mi ser simplemente no está tejida para esa petición.",
    "Dicen 'sigue tus sueños', y mi sueño es no hacerlo.",
    "Solo estoy siguiendo el dicho 'haz lo que amas', y me encanta decir que no.",
    "Hoy no, Satanás. De hecho, ningún día.",
    "Mi procrastinación está haciendo un trabajo fantástico; no querría interrumpir su flujo.",
    "No significa 'Nuevas Oportunidades'... para que me quede en casa.",
    "Aposté a que podía decir que no a todo durante una semana. Estoy a punto de ganar.",
    "Estoy realizando un experimento social donde digo que no y observo qué sucede.",
    "Una de mis manías es hacer cosas, así que simplemente no las hago.",
    "La vida es corta y elijo desperdiciarla a mi manera, no en eso.",
    "Ya cumplí mi cuota de malas decisiones del mes; decir que sí la superaría.",
    "Me encantaría participar, pero estoy muerto por dentro, así que simplemente no puedo.",
    "Tengo el síndrome del protagonista, y mi arco argumental no implica hacer eso.",
    "Piensa en mí como el jefe final de decir que no: invicto.",
    "El tiempo es un recurso no renovable y elijo no gastar nada en eso.",
    "Mi prueba gratuita de hacer cosas ha expirado y no puedo pagar la suscripción.",
    "Estoy haciendo una dieta estricta de 'sin compromisos'.",
    "Estoy haciendo ejercicio intermitente Ayuno de responsabilidades; hoy es un día de ayuno.",
    "Solo digo que sí en días bisiestos, y hoy no es uno.",
    "No puedo arriesgarme a desbloquear mi forma final por ser útil.",
    "Necesito mantener mi aire de misterio no presentándome.",
    "No puedo dejar que la gente descubra que en realidad tengo tiempo libre.",
    "Usé toda mi fuerza de voluntad al levantarme esta mañana.",
    "Mi vida es una aventura a tu aire, y pasé a la página donde digo que no.",
    "Por el poder que me corresponde, oficialmente digo que no.",
    "Tuve una reunión; decidimos declinar por unanimidad.",
    "Veo tu solicitud y te planteo un 'no'.",
    "Mi entusiasmo está en espera, y la fecha de entrega se sigue retrasando.",
    "Todavía me estoy recuperando de la última vez que dije que sí.",
    "Solía ​​hacer cosas así, y luego me dieron un flechazo en la rodilla.",
    "Es No procrastinar si nunca lo planeé.",
    "No elegí la vida del no; la vida del no me eligió a mí.",
    "Mi sistema operativo no admite el esfuerzo.",
    "Mi asistente personal (que es imaginario) ya rechazó mi llamada.",
    "Prefiero seguir siendo un mensaje de fuera de la oficina en forma humana.",
    "Me perdí en el camino del 'sí' y terminé en un 'no'.",
    "Si digo que sí, entonces tendría que hacerlo; evitémoslo.",
    "En el viaje del héroe de mi vida, estoy en la etapa de 'rechazar la llamada'.",
    "Estoy en un sabático de todo lo que suene a trabajo.",
    "Me propuse decir no más a menudo. Empezando ahora.",
    "Realicé una evaluación de riesgos y los resultados fueron 'no'.",
    "Tengo una reputación que mantener, específicamente, por decir que no.",
    "Mi intuición me dice que este no es el día en que empiece a ser útil.",
    "Pensar en hacer eso me dio un dolor de espalda fantasma. Paso.",
    "Si tuviera una moneda por cada vez que dije que no, tendría un montón de monedas.",
    "Voy a una reunión del Club Social Antisocial (soy el único miembro).",
    "Tengo el disco duro lleno; no hay espacio para esa tarea.",
    "Iría, pero estoy probando algo nuevo donde simplemente no lo consigo.",
    "Lamento informarle que me abstendré rotundamente de hacerlo.",
    "Estoy viviendo indirectamente a través de otros que dicen que sí, así que no tengo que hacerlo.",
    "Espejito, espejito, ¿debería hacerlo? Decía: 'Para nada'.",
    "Yo No puedo decir que sí; pondría en peligro mi lugar en el Salón de la Fama de los Procrastinadores.",
    "La probabilidad de que haga eso es casi nula.",
    "Mi compromiso con no hacer nada me pondría celoso si hiciera otra cosa.",
    "Mi principal habilidad es evitar cosas, y realmente necesito concentrarme en ello.",
    "Me falta el entusiasmo necesario para siquiera fingir que lo considero.",
    "Soy más de 'observar desde lejos' que de 'participar'.",
    "Mi cerebro es como un loro que solo conoce una palabra: 'no'.",
    "Estoy escribiendo un libro llamado '101 maneras de decir no'; gracias por el material.",
    "Soy un mentiroso terrible, así que no fingiré que quiero hacer eso.",
    "'No'. Le doy cinco estrellas a esa respuesta.",
    "No, de mi parte, con cariño.",
    "Que el 'no' te acompañe.",
    "Decir que no es mi superpoder y lo estoy usando para ahorrar tiempo libre.",
    "Me sentí agotado solo de oírlo, así que declino la oferta preventivamente.",
    "Estoy siguiendo el principio del mínimo esfuerzo, lo que significa que tengo que declinar.",
    "Mi vida es como una comedia sobre evadir responsabilidades y no puedo romper el personaje.",
    "Consulté mi disponibilidad y los resultados fueron negativos.",
    "Voy a fingir que no escuché esa petición y seguiré sin hacerlo.",
    "No puedo hacerlo, dicho de la mejor manera posible.",
    "Me estoy tomando un año de salud mental (que empieza ahora), así que tengo que declinar.",
    "Me niego a responder porque podría llevarme a trabajar de verdad.",
    "Seamos honestos: ambos sabemos que no lo voy a hacer.",
    "Voy a tener que renunciar por razones personales (razón personal: simplemente no quiero).",
    "No es por presumir, pero se me da muy bien no hacer cosas.",
    "Imagina un diagrama de Venn de mi agenda y tu solicitud: no se superponen.",
    "Tengo demasiadas pestañas abiertas en mi cabeza, y ninguna de ellas trata sobre eso.",
    "Estoy hasta arriba de la agenda con la introspección (que es código para no hacer nada).",
    "Tengo una lista de cosas por hacer, y esto está justo en la parte superior.",
    "Estoy sobrecargado con bajo rendimiento.",
    "Esta solicitud está por encima de mi nivel emocional.",
    "Mi entusiasmo se declaró en bancarrota, así que no puedo invertir en eso.",
    "Mi agenda está llena de espacios en blanco reservados para mí.",
    "No te estoy ignorando, te estoy dando un no rotundo.",
    "Si acepto una cosa más, me convertiré oficialmente en una historia con moraleja.",
    "Piensa en Mi negativa como una lección gratuita sobre cómo manejar el rechazo.",
    "Admiro tu persistencia al preguntar, pero sigue siendo un no.",
    "Ya estoy viviendo en la vía rápida de no hacer nada, así que no puedo bajar el ritmo por eso.",
    "No puedo; estoy extremadamente ocupado sin estar ocupado.",
    "Si te ayudo, me sentiré obligado a ayudar a los demás, y esa es una pendiente resbaladiza que estoy evitando.",
    "El universo me dijo que me 'consintiera', lo cual interpreto como una señal para quedarme en casa.",
    "Nadie me ha acusado nunca de ser demasiado servicial, y no pienso empezar ahora.",
    "Tengo miedo al cambio, así que me quedo con la idea de decir que no.",
    "Mi vida es como una torre de Jenga; una cosa más podría hacerla colapsar.",
    "No tengo la capacidad (ni ninguna otra) para eso.",
    "La vida es corta, y mi lista de siestas es larga.",
    "Francamente, querida, yo No me importa nada (hacerlo).",
    "Intenté verlo desde tu perspectiva, pero aun así tengo que decir que no.",
    "No es el momento adecuado, principalmente porque simplemente no quiero hacerlo.",
    "Estoy en modo sigilo social, así que debo rechazar cualquier invitación.",
    "Tengo una enfermedad crónica llamada 'idontwanna'.",
    "Prefiero la iluminación del sofá antes que esfuerzos mundanos como ese.",
    "Estoy fuera de servicio indefinidamente.",
    "Estoy en medio de un ritual muy delicado de 'no hacer nada'.",
    "¿Qué tal si prometo pensarlo? (No lo haré, pero suena educado.)",
    "Tengo un compromiso previo: un concurso de miradas con mi pared.",
    "Estaré ocupado explorando el interior.",
    "El sofá me ha aceptado como uno de los suyos y no puedo traicionar su confianza.",
    "El 'no' es el nuevo 'sí'; simplemente me quedo en tendencia.",
    "Soy el héroe que mi sofá se merece, así que debo seguir con él.",
    "Las probabilidades de que lo haga son casi las mismas que de ganar la lotería sin comprar un billete.",
    "Eso no está en mi lista de deseos; de hecho, está en mi lista de cosas por hacer.",
    "Disculpen, mi cerebro está desorganizado.",
    "Si hubiera un premio por evitar participar, sería el favorito.",
    "Estoy declinando por mucha apatía.",
    "Mi destino está en otra parte, concretamente en mi sofá.",
    "No se me convence simplemente de decir que sí.",
    "Es un no de mi parte, amigo.",
    "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo permitirlo.",
    "Mi energía es solar, y es de noche.",
    "Me arrepiento por el equipo al no unirme a este esfuerzo.",
    "Le puse el 'pro' a procrastinar, y no voy a arruinar mi racha.",
    "Hasta mi sombra decidió 'Me quedo en casa', así que yo también.",
    "Por suerte, tengo un seguro contra la procrastinación. Me cubre en situaciones como esta.",
    "No soy mi circo, y esos no son mis monos, así que no me corresponde actuar.",
    "No tengo suficiente maná para esa misión.",
    "El espíritu está dispuesto, pero la carne ya ha pedido comida para llevar y se ha instalado.",
    "Mi voluntad para hacer eso está en el taller para reparaciones.",
    "Podría enumerar mil razones por las que digo que no, pero te lo ahorraré.",
    "Me niego ahora, para no hacerlo después.",
    "Me elijo a mí mismo por encima de este compromiso, así que no.",
    "Te ahorraré un sí a medias y te daré un no sincero.",
    "Si mi vida fuera una película, esta es la parte a la que digo que no y pongo los créditos finales.",
    "Cierro la puerta a esa idea (literal y figurativamente).",
    "Mi intuición gritó 'no' Tan fuerte que tuve que responder en consecuencia.",
    "El 'no' es mi lugar feliz.",
    "La respuesta que buscas no está disponible en este momento (inténtalo de nuevo, nunca).",
    "Para citar una respuesta famosa: 'No'.",
    "Estoy ejerciendo mi derecho a decir que no.",
    "Piensa en esto como un veto estratégico.",
    "Nunca he estado tan seguro de algo como de decir que no.",
    "Me desperté hoy y decidí que es un día de 'no'.",
    "Hoy solo hablo en negativo.",
    "Me propongo mantener cero compromisos.",
    "Hasta mi FitBit me dice que me quede quieto.",
    "Prefiero Netflix al estrés, lo siento.",
    "No, de la manera más sincera y divertida posible.",
    "Mi calendario está en huelga.",
    "Me elijo a mí mismo, así que te digo que no.",
    "Les hago un favor a todos al ceñirme a lo que se me da bien: decir que no.",
    "El no es parte de mi Rutina de autocuidado.",
    "Este es un no sin culpa.",
    "Si te ayudara, te estaría robando la oportunidad de hacerlo tú mismo.",
    "Tengo la agenda llena.",
    "No te estoy ignorando; te estoy dando un no rotundo.",
    "Me siento cómodo diciendo que no.",
    "Negativo. Punto.",
    "Debo proteger mi cordura a toda costa, así que no.",
    "No he venido hasta aquí solo para llegar hasta aquí. De hecho, no voy a venir en absoluto.",
    "Es un 'no' del comité de mí, de mí mismo y de mí.",
    "Debo declinar; he llegado al límite de mi interés.",
    "Aunque quisiera, no podría. Y no quiero.",
    "Voy a aprovechar la oportunidad para no hacer nada.",
    "Mis ganas de participar se han desvanecido.",
    "Tu solicitud ha sido denegada por falta de interés por mi parte.",
    "Supongamos que dije que no y sigamos adelante.",
    "Actualmente estoy fuera de lugar. Por favor, inténtalo de nuevo.",
    "Lástima, debo rechazar.",
    "Rechazar esta solicitud me alegra.",
    "Quizás me podrían convencer, pero probablemente diría que no al final.",
    "Tengo una objeción filosófica a hacer eso.",
    "Si fuera más indiferente, sería una estatua.",
    "Necesito priorizar mis prioridades, que actualmente son dormir y picar.",
    "Mi agenda tiene una función de 'no' incorporada.",
    "Decir que sí rompería las leyes de la física en mi universo personal.",
    "A estas alturas, decir que sí simplemente se sentiría mal.",
    "Me prometí a mí mismo que esta semana seguiría siendo inútil.",
    "Mi pereza está en su apogeo y no puedo erradicarla por esto.",
    "Soy alérgico a las obligaciones y me pongo a inventar excusas.",
    "Me quedaré de brazos cruzados y dejaré que el karma recompense Mi honestidad.",
    "No puedo hacerlo —dicho de la mejor manera posible (sigo sin hacerlo).",
    "Piensa en mi 'no' como un acto de autocuidado.",
    "Estoy ejerciendo mi libertad de elección y elijo no.",
    "Estoy trabajando duro sin hacer nada.",
    "Ayudaría, pero eso contradiría mi misión en la vida.",
    "No, pero aprecio tu optimismo.",
    "Tengo cinturón negro en evasión y odiaría desperdiciarlo (así que no).",
    "Estoy en el Programa de Protección de Testigos (digo que no y luego me escondo).",
    "Tengo que quedarme en casa y asegurarme de que la gravedad siga funcionando. (Alguien tiene que hacerlo).",
    "Si me voy, ¿quién me cuidará? (Mi sofá es mi fortaleza).",
    "Estoy en medio de una auditoría de vida y los compromisos innecesarios no me han servido.",
    "Rechazar esto es, de hecho, parte de mi plan de los siguientes 5 años.",
    "Imagina un diagrama de Venn de mi agenda y tu solicitud; no se superponen.",
    "Tengo demasiadas pestañas abiertas en mi cabeza, y ninguna trata sobre esa tarea.",
    "Estoy hasta arriba de la introspección (que es el código para no hacer nada).",
    "Tengo una lista de cosas por hacer, y esto está justo arriba.",
    "Tengo demasiadas tareas por debajo de mis posibilidades.",
    "Esta solicitud está por encima de mi nivel emocional.",
    "Mi entusiasmo me llevó a declararme en bancarrota, así que no puedo invertir en eso.",
    "Mi agenda está llena de espacios en blanco reservados para mí.",
    "No te estoy ignorando, te estoy dando un 'no' muy claro.",
    "Si acepto una cosa más, me convertiré oficialmente en una historia con moraleja.",
    "Piensa en mi negativa como una lección gratuita sobre cómo manejar el rechazo.",
    "Admiro tu persistencia al preguntar, pero sigue siendo un no.",
    "Ya estoy viviendo en la vía rápida de no hacer nada, así que no puedo bajar el ritmo por eso.",
    "No puedo; estoy extremadamente ocupado sin estar ocupado.",
    "Si te ayudo, me sentiré obligado a ayudar a los demás, y esa es una pendiente resbaladiza que estoy evitando.",
    "El universo me dijo que me 'consintiera', lo cual interpreto como una señal para quedarme en casa.",
    "Nadie me ha acusado nunca de ser demasiado servicial, y no pienso empezar ahora.",
    "Tengo miedo al cambio, así que me quedo con decir que no.",
    "Mi vida es como una torre de Jenga; una cosa más podría hacerla colapsar.",
    "No tengo la capacidad (ni ninguna otra) para eso.",
    "La vida es corta, y mi lista de siestas es larga.",
    "Francamente, querida, me importa un bledo (hacerlo).,",
    "Intenté verlo desde tu perspectiva, pero aún tengo que decir que no.",
    "El momento no es Bien, principalmente porque simplemente no quiero hacerlo.",
    "Estoy en modo sigilo social, así que debo rechazar cualquier invitación.",
    "Tengo una enfermedad crónica llamada 'idontwanna'.",
    "Estoy fuera de servicio indefinidamente.",
    "Estoy en medio de un ritual muy delicado de 'no hacer nada'.",
    "¿Qué tal si prometo pensarlo? (No lo haré, pero suena educado.)",
    "Tengo un compromiso previo: un concurso de miradas con mi pared.",
    "Estaré ocupado explorando el interior.",
    "El sofá me ha aceptado como uno de los suyos y no puedo traicionar su confianza.",
    "El 'no' es el nuevo 'sí'; simplemente me mantengo a la moda.",
    "Soy el héroe que mi sofá se merece, así que debo seguir con él.",
    "Las probabilidades de que haga eso son casi las mismas que las de ganar la lotería sin comprar un billete.",
    "Eso no está en mi lista de deseos; en De hecho, está en mi lista de cosas por hacer.",
    "Disculpen, mi cerebro está descontrolado.",
    "Si hubiera un premio por evitar participar, sería el favorito.",
    "Me niego por apatía.",
    "Mi destino está en otra parte, concretamente en mi sofá.",
    "No se me convence simplemente de decir que sí.",
    "Es un no de mi parte, amigo.",
    "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo permitirlo.",
    "Mi energía es solar, y es de noche.",
    "Me arrepiento por el equipo al no unirme a este esfuerzo.",
    "Le puse el 'pro' a procrastinar, y no arruinaré mi racha.",
    "Hasta mi sombra decidió quedarse en casa, así que yo también lo haré.",
    "Por suerte, tengo un seguro contra la procrastinación. Me cubre en situaciones como esta.",
    "No es mi Circo, no mis monos, así que definitivamente no me corresponde actuar.",
    "No tengo suficiente maná para esa misión.",
    "El espíritu está dispuesto, pero la carne ya pidió comida para llevar y se instaló.",
    "Mi voluntad para hacer eso está en el taller para reparaciones.",
    "Podría enumerar mil razones por las que digo que no, pero te lo ahorraré.",
    "Me niego ahora, para evitar hacerlo después.",
    "Me elijo a mí mismo por encima de este compromiso, así que no.",
    "Te ahorraré un sí a medias y te daré un no sincero.",
    "Si mi vida fuera una película, esta es la parte en la que digo que no y pongo los créditos.",
    "Cierro la puerta a esa idea (literal y figurativamente).",
    "Mi intuición gritó 'no' tan fuerte que tuve que responder en consecuencia.",
    "'No' es mi lugar feliz.",
    "La respuesta que buscas no está disponible en este momento (inténtalo de nuevo, nunca).",
    "Para citar a Respuesta famosa: 'No'",
    "Estoy ejerciendo mi derecho a decir que no.",
    "Piensa en esto como un veto estratégico.",
    "Nunca he estado tan seguro de algo como de decir que no.",
    "Hoy me desperté y pensé: 'No lo hagamos'.",
    "Hoy solo hablo en negativo.",
    "Me he propuesto mantener cero compromisos.",
    "Hasta mi FitBit me dice que me quede quieto.",
    "Prefiero Netflix al estrés, lo siento.",
    "No, de la manera más sincera y divertida posible.",
    "Mi calendario está en huelga.",
    "Les estoy haciendo un favor a todos al dedicarme a lo que se me da bien: decir que no.",
    "El no es parte de mi rutina de autocuidado.",
    "Este es un no sin culpa.",
    "Si te ayudara, te estaría robando la oportunidad de hacerlo tú mismo.",
    "Mi agenda está en modo avión.",
    "No te estoy ghosteando ni ignorando; estoy 'dándote un no firme.'",
    "Estoy en paz con decir 'no'.",
    "Negativo. 'Alto Total'.",
    "Debo proteger mi cordura a toda costa, así que 'no'.",
    "Alas, Debo rechazar.",
    "Declinar esta solicitud despierta gozo en mi interior.",
    "No te estoy ignorando, te estoy dando un 'no' muy claro.",
    "Pretende que te dí una excusa muy inteligente, y simplemente toma el 'no' como se implica."
]
